"CANCEL" = "Cancelar";
"DONE" = "OK";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Dictafone";
"INFO_NAVIGATION_TITLE" = "Informação";
"LABEL_NAVIGATION_TITLE" = "Título";
"CUSTOM_NAVIGATION_TITLE" = "Personalizar";

"SHARE" = "Enviar";
"DELETE" = "Apagar";

"SHARE_DETAILS_BUTTON" = "Enviar";
"TRIM_DETAILS_BUTTON" = "Encurtar gravação";

"SPEAKER_BUTTON" = "Altifalante";
"DELETE_MEMO_BUTTON" = "Apagar gravação";
"SEND_TRIMMED_MMS_BUTTON" = "Enviar mensagem";
"SEND_TRIMMED_MAIL_BUTTON" = "Enviar e‑mail";
"SHARE_PROMPT" = "Partilhar gravação por:";
"SEND_MAIL_BUTTON" = "Enviar por e‑mail";
"SEND_MMS_BUTTON" = "Mensagem";
"TRIM_BUTTON" = "Encurtar gravação";
"CLOSE_BUTTON" = "Fechar";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Nenhum";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Entrevista";
"LECTURE_LABEL" = "Aula";
"IDEA_LABEL" = "Ideia";
"MEETING_LABEL" = "Reunião";
"MEMO_LABEL" = "Gravação";
"CUSTOM_LABEL" = "Personalizar";

"RECORDED_ON_FORMAT" = "Data de gravação: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Data de gravação: %@ (%@)";

"RECORDING_STATUS_BAR_FORMAT" = "A gravar  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Gravação em pausa  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d h %d min %d s";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d min %d s";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d s";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "A gravação é demasiado longa.";
"MEMO_TOO_LONG_ALERT_BODY" = "Gostaria de seleccionar uma versão mais curta desta gravação para enviar?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Não foi detectado nenhum microfone.";
"UNABLE_TO_RECORD_ALERT_BODY" = "Para fazer gravações, ligue um microfone.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Gravação desactivada";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Para efectuar gravações, termine a chamada.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Pouco espaço em disco";
"LOW_DISK_SPACE_ALERT_BODY" = "Não dispõe de espaço suficiente para continuar a fazer gravações. Para libertar espaço, apague alguns vídeos ou fotografias.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Para enviar gravações por e‑mail, configure uma conta no Mail.";

"MEMO_FILENAME" = "Gravação";
